<?php

return [
    'fzo' => [
        'title' => 'هەڵەی ٤٠١ پەڕگەی ڕێگەپێنەدراو!',
        'description' => 'پلەی تەواوت نییە بۆ بینینی ئەم پەڕگەیە.'
    ],
    'fzt' => [
        'title' => 'هەڵەی ٤٠٣ پەڕگەی ڕێگەپێنەدراو!',
        'description' => 'توانای بینینی ئەم پەڕگەیەت نییە.'
    ],
    'fzf' => [
        'title' => 'هەڵەی ٤٠٤ پەڕگە نەدۆزرایەوە!',
        'description' => 'ئەو پەڕگەیەی بەدوایدا دەگەرێیت لێرە بوونی نییە'
    ],
    'fzz' => [
        'title' => 'هەڵەی ٥٠٠ کێشەی سێرڤەر!',
        'description' => 'تکایە کاتێکی تر سەردانمان بکەرەوە.',
    ],
    'fzt' => [
        'title' => 'هەڵەی ٥٠٣ وێب سایت لە ژێر چاککردندایە!',
        'description' => 'تکایە کاتێکی تر سەردانمان بکەرەوە.',
    ],
    'socials' => 'دەتوانیت فۆڵۆومان بکەیت لەم سۆشیال میدیایانەی خوارەوە',
    'return' => 'کلیک بکە بۆ گەراندنەوە بۆ پەڕەی سەرەکی'
];
