<?php

return [

    'js_support' => 'بۆ بینینی ڤیدۆ تکایە JavaScript داگرسێنە لە براوسەرەکەتدا یاخود براوسەرەکەت وەشانەکەی بەرز بکەرەوە کە پشتگیری HTML5 Video Player بکات.',
    'login' => [
        'title' => 'چوونەژورەوە',
        'ph' => [
            'username' => 'بەکارهێنەر',
            'password' => 'وشەی نهێنی'
        ],
        'remember' => 'بیرم بهێنەرەوە',
        'login_btn' => 'چوونەژورەوە'
    ],
    'admin' => [
        'nav' => [
            'home' => 'سەرەتا',
            'dashboard' => 'داشبۆرد',
            'expense' => [
                'title' => 'خەرجییەکان',
                'create' => 'زیادکردنی خەرجی',
            ],
            'car' => [
                'title' => 'ئۆتۆمبیلەکان',
                'create' => 'زیادکردنی سەیارە',
            ],
            'capital' => [
                'title' => 'دەستمایە',
                'create' => 'زیادکردنی دەستمایە',
            ],
            'index' => [
                'capitalNow' => 'سەرمایەی ئێستا',
                'capitalAdded' => 'دەستمایە',
                'profit' => 'قازانج',
                'buy' => 'کۆی کڕین',
                'sell' => 'کۆی فرۆشتن',
                'expense' => 'کۆی خەرجی',
                'maxazn' => 'کۆی مەخزەن',
                'vault' => 'سندووق',
            ],
            'manage_users' => 'بەڕێوبردنی هەژمارەکان',
            'backup' => 'باکئەپکردن',
            'logout' => 'چوونەدەرەوە',
        ],
        'footer' => [
            'copyright' => 'COPYRIGHT © AP SOFT',
        ],
        'profile' => [
            'title' => 'پڕۆفایل'
        ],
        'table' => [
            'title' => 'ناونیشان',
            'car' => 'ناوی سەیارە',
            'model' => 'مۆدێڵی سەیارە',
            'color' => 'ڕەنگی سەیارە',
            'america_price' => 'نرخی ئەمریکا',
            'dubai_transfer' => 'نقڵی دوبەی',
            'repair' => 'چاککردن',
            'gumrk' => 'گومرک',
            'total' => 'کۆی گشتی',
            'sell' => 'فرۆشتن',
            'name' => 'ناو',
            'id' => 'زنجیرە',
            'expense_type' => 'جۆری خەرجی',
            'capital' => 'دەستمایە',
            'verify' => 'ڕوونکردنەوە',
            'expense_price' => 'بڕی خەرجی',
            'expense_date' => 'بەروار',
            'note' => 'تێبینی',
            'username' => 'بەکارهێنەر',
            'position' => 'پیشە',
            'description' => 'باس کردن',
            'created_by' => 'دروستکاوە لەلایەن',
            'created_at' => 'دروستکراوە لە کاتی',
            'updated_at' => 'نوێکراوەتەوە لە کاتی',
            'actions' => 'کردارەکان',
        ],
        'actions' => [
            'create' => 'زیاد کردن',
            'edit' => 'دەستکاری کردن',
            'update' => 'نوێ کردنەوە',
            'delete' => 'سرینەوە',
            'choose' => 'هەڵبژاردن',
            'no_image_chosen' => 'هیچ وێنەیەک هەڵنەبژێردراوە',
            'no_file_chosen' => 'هیچ فایلێک هەڵنەبژێردراوە',
        ],
        'ph' => [
            'title' => 'ناونیشان بنووسە',
            'description' => 'باسکردنێک بنووسە',
            'name' => 'ناو بنووسە',
            'username' => 'ناوی بەکارهێنەر بنووسە',
            'current_password' => 'وشەی نهێنی بنووسە',
            'upload_image' => 'وێنەیەک زیاد بکە',
            'upload_file' => 'فایلێک زیاد بکە',
            'new_password' => 'وشەی نهێنی نوێ بنووسە',
            'repeat_new_password' => 'وشەی نهێنی نوێ دووبارە بکەرەوە',
            'repeat_password' => 'دووبارەکردنەوەی وشەی نهێنی',
            'position' => 'پیشە بنووسە',
            'facebook' => 'بەستەری فەیسبووک',
            'twitter' => 'بەستەری تویتەر',
            'instagram' => 'بەستەری ئینستەگرام',
        ],
        'messages' => [
            'expense' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی خەرجییەکە زیادکرا',
                    'update' => 'بە سەرکەوتووی خەرجییەکە نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی خەرجییەکە سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا خەرجییەکە زیاد بکرێ',
                    'update' => 'ناتواندرا خەرجییەکە نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا خەرجییەکە بسردرێتەوە',
                ],
            ],
            'capital' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی دەستماییەکە زیادکرا',
                    'update' => 'بە سەرکەوتووی دەستماییەکە نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی دەستماییەکە سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا دەستماییەکە زیاد بکرێ',
                    'update' => 'ناتواندرا دەستماییەکە نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا دەستماییەکە بسردرێتەوە',
                ],
            ],
            'backup' => [
                'success' => 'بە سەرکەوتووی باکئەپ کرا',
                'fail' => 'ناتواندرا باکئەپ بکرێت'
            ],
            'car' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی سەیارەکە زیادکرا',
                    'update' => 'بە سەرکەوتووی سەیارەکە نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی سەیارەکە سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا سەیارەکە زیاد بکرێ',
                    'update' => 'ناتواندرا سەیارەکە نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا سەیارەکە بسردرێتەوە',
                ],
            ],
            'user' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی هەژمار زیادکرا',
                    'update' => 'بە سەرکەوتووی هەژمار نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی هەژمار سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا هەژمار زیاد بکرێ',
                    'update' => 'نەتواندرا هەژمار نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا هەژمار بسردرێتەوە',
                    'required_current_password' => 'پێویستە وشەی نهێنی بەردەست بێت',
                    'current_password' => 'وشەی نهێنی هەڵەیە',
                    'delete_admin' => 'نەتوانرا کارەکە ئەنجام بدرێت!',
                ],
            ],

            'login' => [
                'success' => 'چوونەژوورەوە سەرکوتوو بوو',
                'fail' => 'چوونەژوورەوە هەڵەیە',
            ],
        ]

    ]
];
