<?php

return [
    'dashboard' => 'داشبۆرد',
    'archive' => 'ئەرشیفەکان',
    'expene' => [
        'index' => 'خەرجییەکان',
        'edit' => 'دەستکاریکردنی خەرجی',
        'create' => 'زیادکردنی خەرجی',
    ],
    'merchant' => [
        'index' => 'بازرگانەکان',
        'edit' => 'دەستکاریکردنی بارزگان',
        'create' => 'زیادکردنی بازرگان',
    ],
    'treat' => [
        'index' => 'مامەڵەکان',
        'report' =>  'ڕاپۆڕتی مامەڵەکان ',
        'edit' => 'دەستکاریکردنی مامەڵە',
        'create' => 'زیادکردنی مامەڵە',
    ],
    'expeneseType' => [
        'index' => 'جۆری خەرجی',
        'create' => 'زیادکردنی جۆری خەرجی',
    ],
    'capital' => [
        'index' => 'دەستمایە',
        'create' => 'زیادکردنی دەستمایە',
    ],
    'car' => [
        'index' => 'ئۆتۆمبیلەکان',
        'edit' => 'دەستکاریکردنی ئۆتۆمبیل',
        'create' => 'زیادکردنی ئۆتۆمبیل',
    ],
    'profile' => [
        'manage' => 'بەڕێوەبردنی هەژمارەکان',
        'edit' => 'دەستکاریکردنی هەژمار',
        'create' => 'دروستکردنی هەژمار',
    ],

];
